xml/response/cd_nephew.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"&gt;
  &lt;span class="creator phraseLink"&gt;Nephew&lt;/span&gt;
&lt;/div&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;USADSB&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Cd&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;rock&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;vokal&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;Danmark&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;2000-2009&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Indspillet i Århus&lt;/div&gt;</ofo:description>
    <ofo:details>&amp;lt;div class="contributors"&amp;gt;
  &amp;lt;span class="contributor"&amp;gt;Nephew (Simon Kvamm, Kristian Riis, Kasper Toustrup, Søren Arnholt) m. fl.&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="format"&amp;gt;1 cd&amp;lt;/div&amp;gt;&amp;lt;div class="shelf"&amp;gt;
  &amp;lt;span class="shelfHeader"&amp;gt;Opstilling i folkebiblioteker:&amp;lt;/span&amp;gt;
  &amp;lt;span class="shelfMusic"&amp;gt;Rock&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;
&lt;div class="usedLanguages"/&gt;&lt;div class="note"&gt;
  &lt;div class="descriptionNote"&gt;Indspillet i Århus&lt;/div&gt;
&lt;/div&gt;&lt;div class="identifiers"&gt;
  &lt;div class="identifier"&gt;Copenhagen CPHREC 0004&lt;/div&gt;
&lt;/div&gt;&lt;div class="priceInformation"&gt;
  &lt;span class="priceHeader"&gt;Pris ved udgivelsen:&lt;/span&gt;
  &lt;span class="price"&gt;kr. 159,00&lt;/span&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Dansk&lt;/span&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="publisher"&gt;Copenhagen&lt;/span&gt;
  , 
  &lt;span class="year"&gt;2004&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content>
      <div class="content">Indhold:&lt;div class="analyticContent"&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Movie klip&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Superliga&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Blå &amp;amp; black&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Milk &amp;amp; wine&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Dårlig træning&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;En wannabe Darth Vader&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Worst/best case scenario&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Ordenspoliti&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;USA DSB&lt;/span&gt;
  &lt;/div&gt;
  &lt;div class="title"&gt;
    &lt;span class="title phraseLink"&gt;Bazooka&lt;/span&gt;
  &lt;/div&gt;
&lt;/div&gt;</div>
    </ofo:content>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
